Repository: joshanashakya/literature_review
Catalog: workspace/corpus/project_save.tmx
Source language: en_us
Languages: ne_np

source: Several programmes have been initiated to include the rural sector in the main stream of development.
ne_np: ग्रामीण क्षेत्रलाई विकासको मूल प्रवाहमा ल्याउन कतिपय कार्यक्रमहरुको थालनी गरिएको छ।

source: Compared to the overwhelming expectations and the needs of the people, the achievements are still quite insignificant.
ne_np: उर्लंदो आकाङ्क्षा र सर्वसाधारणका आवश्यकताको सन्दर्भमा उपलब्धीहरू कमै छन्।

source: The economic growth rate is low and it is essential to bring about qualitative reforms in the economic structure in order to achieve a sustainable and long lasting growth rate.
ne_np: आर्थिक बृद्धिदर कम छ र पछिसम्म टिक्ने र दिगो हुने खालको बृद्धिदर कायम गर्न देशको आधारभूत आर्थिक संरचनामा सुधारात्मक परिवर्तन आउनु जरुरी छ।

source: The depth and extent of poverty, unemployment, the growing disparity between rural and urban sectors and unequitable distribution if development efforts on the days to come.
ne_np: गरीबीको गहिराइ र व्यापकता, वेरोजगारी, ग्रामीण र शहरी क्षेत्र बीचको बढ्दो विषमता र विकास प्रतिफलको असमान वितरण आदि अरु महत्वपूर्ण प्रश्न र चुनौतिहरु हुन् जसको समाधानको लागि आगामी दिनका विकास प्रयासहरु केन्द्रीभूत हुनु जरुरी छ।

source: The eights play is a significant step initiated in that direction.
ne_np: आठौं योजना यसै सन्दर्भमा शुरु गरिएको महत्वपूर्ण कदम हो ।

source: Different fiscal years have been taken as base years in the preparation of the foregoing chapter.
ne_np: समीक्षा अवधिको तथ्याङ्कहरु विश्लेषण गर्दा लिइएका आधारहरु प्रस्तुत परिच्छेद तयार गर्दा विभिन्न आर्थिक वर्षहरुलाई आधार वर्षको रुपमा लिइएको छ।

source: (a) The final year of the first five-year plan (1956-1961) was 1960/61.
ne_np: क) पहिलो पञ्चवर्षीय योजना,(२०१३-१८) को अन्तिम वर्ष २०१७/१८ थियो।

source: However, before the end of the plan period, the erstwhile democratically elected Nepali congress government was dissolved in December, 1960.
ne_np: तर उक्त योजनावधिमा प्रजातान्त्रिक परिपाटीबाट निर्वाचित तत्कालीन नेपाली काँग्रेस सरकारलाई विघटन गरियो।

source: subsequently, there were continued efforts from 1961/62 to install panchayat system and as that year was taken as the base year for the second plan (1962-1965) also, the same year i.e. 1961/62 has been taken as the initial year for comparative studies.
ne_np: तत्पश्चात् पञ्चायती व्यवस्था लागु गर्ने प्रयासहरु २०१८/१९ देखि नै प्रारम्म भएको र उक्त वर्ष दोस्रो योजना नसकिँदै २०१७ साल पौष महि (२०१९-२२) को पनि आधार वर्ष भएको हुँदा यहाँ तुलनात्मक अध्ययनको लागि २०१८/१९ लाई शुरु वर्षका रुपमा लिइएको छ।

source: (b) The fiscal year 1961/62 remained a year without a plan.
ne_np: ख) आर्थिक वर्ष २०१८/१९ विना योजनाको वर्ष रह्यो।

source: No efforts were made that year for the formulation and implementation of plan.
ne_np: उक्त वर्षमा योजना तर्जुमा गरी कार्यान्वयन गर्नेतर्फ केही कदम चालिएन।

source: As a result, the fiscal year 1961/62 data were not available ofr certain statistical comparative studies.
ne_np: जसको कारणबाट कतिपय तथ्याङ्कहरु तुलनात्मक अध्ययनको लागि २०१८/१९ को तथ्याङ्क उपलब्ध हुन सकेन।

source: The year 1960/61 has been taken as the base for the analysis if those sectors where the 1961/62 data were not available.
ne_np: यस्ता तथ्याङ्क उपलब्ध नभएको क्षेत्रहरुको लागि २०१७/१८ लाई आधार मानी विश्लेषण गरिएको छ

source: (c) Similarly, the data of national income projections in Nepal are available only from the year 1964/65.
ne_np: ग) यसले गर्दा राष्ट्रिय आयसँग तुलनात्मक दृष्टिले हेरिनुपर्ने कतिपय तथ्याङ्कको उपयोग २०२१/२२ पश्चात् मात्र गर्नुपर्ने भयो।

source: Therefore, the data that require comparison with national income could be made use of only from the year 1964/65 onwards.
ne_np: त्यसै गरी नेपालको राष्ट्रिय आयको अनुमान तथ्याङ्क २०२१/२२ यता मात्र उपलब्ध हुन सकेको छ।

source: Besides, because of the unavoidability of using the constant prices if 1964/65 as the base for conversion of certain data to constant prices on the basis of GDP, the fiscal year 1964/65 has been taken as the initial year at certain places and the analysis has been made accordingly.
ne_np: यसअतिरिक्त कुल गार्हस्थ्यउत्पादनको आधारमा स्थिर मूल्यमा परिणत गरी देखाउनुपर्ने कतिपय तथ्याङ्कको उपयोगको लागि २०२१/२२ को स्थिर मूल्यलाई आधार मान्नुपर्ने बाध्यता रहेको कारणबाट कतै कतै २०२१/२२ लाई पहिलो वर्षको रुपमा लिई सो आधारमा विश्लेषण गरिएकोछ।

source: (d) In addition, it is appropriate to evaluate government financial position on the basis of current and constant process.
ne_np: घ) यसअतिरिक्त सरकारी वित्तीय स्थितिको मूल्याङ्कन गर्दा प्रचलित र स्थिर गरी दुवै मूल्यहरुमा गर्नु उपयुक्त छ।

source: In transforming certain date related to financial position to constant prices, the use of the urban consumer price indices rather than that of implicit deflators of GDP in more practical.
ne_np: वित्तीय स्थितिसँग सम्बन्धित कतिपय तथ्याङ्कलाई स्थिर मूल्यमा परिणत गर्दा कुल गाहस्र्थ्य उत्पादनको क्ष््कउष्अिष्त मभाबितयच भन्दा शहरी उपभोक्ता मूल्य सूचकाङ्क बढी उपयोगी र व्यावहारिक देखियो।

source: However, as the price indices are available from 1972/73 only, it was possible process only from that year.
ne_np: तर उक्त मूल्य सूचकाङ्क २०२९/३० देखि मात्र उपलब्ध भएको हुँदा स्थिर मूल्यमा बृद्धिदरको हिसाब गर्दा उक्त बर्ष देखि मात्र गर्न सकिने बाध्यता रह्यो।

source: (e) As the date relating to the balance of payments situation are available from the year 1974/75 only, the corresponding analysis has been presented beginning from that year.
ne_np: ङ) शोधनान्तर स्थिति सम्बन्धी तथ्याङ्क २०३१/३२ देखि मात्र उपलब्ध भएकोले यसको विश्लेषण त्यही वर्ष देखि मात्र प्रस्तुत गरिएको छ।

source: Nevertheless, in order to assist interested persons interested in of undertaking separate analysis and arriving at relevant conclusions, that data pertaining to the fiscal year 1961/62, 1964/65, 1972/73, 1974/75 and 1989/90 have been presented separately in some tables.
ne_np: साथै यस विषयमा अभिरुचि भएका व्यक्तिहरुले छुट्टै विश्लेषण गरी निष्कर्ष निकाल्न चाहेमा सो समेत सजिलो होस भन्ने हेतुले तथ्याङ्क प्रस्तुत गर्दा कतिपय तालिकाहरुमा आर्थिक वर्षहरु २०१८/१९, २०२१/२२, २०२९/३०, २०३१/३२ र २०४६/४७ को छुट्टै देखिने गरी तथ्याङ्क प्रस्तुत गरिएको छ।

source: It is certainly not an easy task to accelerate the pace of development in a distorted economic, social and administrative milieu created by the panchayat regime during the last thirty years.
ne_np: पञ्चायती व्यवस्थाले ३० वर्षको अवधिमा सिर्जना गरेको विसङ्धति पूर्ण आर्थिक सामाजिक एवं प्रशासनिक परिवेशमा विकासको गति अगाडि बढाउनु निश्चय नै सरल कार्य छैन।

source: While, on the on hand, the government will definitely have to make some harsh decisions, the development perspectives, on the other hand, will need to be compatible with the prevailing national situation and the economic changes in the international scenario.
ne_np: यसका लागि सरकारले एकातिर कठोर निर्णय गर्नु अपरिहार्य छ भने अर्कोतिर विकासप्रतिको दृष्टिकोण देशको वस्तुगत स्थिति र अन्तर्राष्ट्रिय देखापरेको आर्थिक परिवर्तन सापेक्ष हुनु जरुरी छ।

source: As Nepali congress in committed to democratic socialism, the principal objective of the economic policy will be the amelioration of the standard of living of the deprived citizens through democratic processes.
ne_np: नेपाली कांग्रेस प्रजातान्त्रिक समाजवादप्र ति प्रतिवद्ध भएको हुँदा विकासका अवधारणाहरु यसै सिद्धान्त अनुरुप निर्देशित हुनेछन् र आर्थिक विकासको मुख्य उद्देश्य प्रजातान्त्रिक प्रक्रियाद्वारा विपन्न जनताको जीवनस्तरमा सुधार ल्याउनु रहनेछ ।

source: Socialism, as conceived by the Nepali congress, it not orthodox socialism where the state dictates but the one by virtue of which the state in a supportive role will bring about social and economic justice through increase in production, creation of employment and special programmes directed towards the upliftment of the socially and economically deprived poor people who are left out of the mainstream of development.
ne_np: नेपाली कांग्रेसले परिकल्पना गरेको समाजवादको स्वरुप राज्यर्‍ारा पूर्णतया निर्देशित कोरा समाजवाद नभई राज्यले केवल सहयोगीको भूमिका निभाई उत्पादन वृद्धि, रोजगारीको सिर्जना र आर्थिक र सामाजिक दृष्टिकोणले कमजोर रहेका र विकासको मूलधाराबाट पछाडि परेका जनसाधारणको आर्थिक उन्नतिको लागि विशेष कार्यक्रमहरुको माध्यमद्वारा देशमा सामाजिक र आर्थिक न्याय दिलाउने समाजवाद हुनेछ।

source: Therefore, the state directed and controlled economic systems pursued for the last thirty years will be gradually phased out and policies will be adopted to carry out development through free market-oriented liberal economic systems.
ne_np: तसर्थ विगत ३० वर्षदेखि अपनाउँदै आएको राज्य निर्देशित एवं नियन्त्रित आर्थिक व्यवस्थालाई क्रमशः समाप्त गरी स्वतन्त्र बजारोन्मुख उदार अर्थव्यवस्थाको माध्यमबाट विकास गर्दै लैजाने नीति अवलम्बन गरिनेछ।

source: In this perspective, the goals and objectives defined in the Eighth plan will be considered as indicative and as guidelines, the fulfillment of which requires the participation and support of all sections of the nation together with the capabilities of the state.
ne_np: यस दृष्टिकोणले आठौं योजनामा परिभाषित गरिएका लक्ष्य र उद्देश्यहरुलाई परिसूचक तथा मार्गदर्शकको रुपमा लिइनुपर्दछ, जसलाई पूरा गर्न राज्यको क्षमताको अतिरिक्त राष्ट्रिय जीवनका हर पक्षको सहभागिता र सहयोगको जरुरत पर्दछ।

source: Neither the targeted growth rate was achieved, nor was poverty alleviated.
ne_np: न त आर्थिक बृद्धिको दर लक्ष्यअनुरुप हुन सक्यो न त गरीबी नै कम हुन सक्यो।

source: In view of this fact during the Eighth plan period, a conducive environment will be created for development by complementing capital investment with reforms in the age-old traditional social norms and values and inefficient administrative system fostered by the panchayat regime.
ne_np: यसै तथ्यलाई मनन गरी आठौं योजनामा पूँजी लगानीको साथसाथै युगौंदेखि रहिआएको र पञ्चायती व्यवस्थाले सम्बर्द्धन गरेको परम्परावादी सामाजिक मूल्य एवं मान्यता र असक्षम प्रशासनिक व्यवस्थाको सुधार गरी विकासको लागि उपयुक्त वातावरणको सिर्जना गरिनेछ।

source: As efforts aimed at raising the economic growth rate do not necessarily benefit the poor to a significant extent, special programmes will be undertaken for poverty alleviation at village level and household level.
ne_np: आर्थिक बृद्धिदर उच्च पार्नका लागि गरिने प्रयासबाट विपन्न वर्ग खास रुपले लाभान्वित हुन नसक्ने हुँदा गरीबी निवारणको लागि ग्रामीणस्तर र घरपरिवारस्तर गरी विशेष कार्यक्रमहरु सञ्चालन गरिनेछन्।

source: Since continuity in development can not be achieved without a sustained rate of growth, this plan will adopt a self-sustainable development process from the village level onwards.
ne_np: विकासको दर दिगो नभएसम्म विकासमा निरन्तरता आउन नसक्ने हुँदा यस योजनामा ग्रामीणस्तरदेखि नै स्वतः धान्न सकिने विकास प्रक्रिया अपनाइनेछ।

source: For this purpose, it is necessary to develop and mobilize human resources from the village level, to develop and extend the infrastructure for rural development and to attain minimum standard of living for the common rural populace.
ne_np: यसका लागि ग्रामीण स्तरदेखि नै मानवीय स्रोतको विकास र परिचालन, ग्रामीण विकासका पूर्वाधारको विकास तथा विस्तार र ग्रामीण जनताको न्यूनतम जीवनस्तरको व्यवस्था गर्नु आवश्यक छ।

source: For this purpose, the budgetary allocation of funds for rural development will be increased to seventy percent of the total development budget outlay.
ne_np: यस उद्देश्यको लागि ग्रामीण क्षेत्रको विकासका निमित्त छुट्याइने रकमको अनुपात बढाएर कुल बजेटको ७० प्रतिशतसम्म पुर्‍याइनेछ

source: This new philosophy of planning will be reflected in the procedural structure and methodology of the plan.
ne_np: योजनायस नयाँ अवधारणालाई योजनाको प्रक्रियागत संरचना र तौरतरिकामा प्रतिविम्बित गरिनेछ।

source: Development is not merely a mechanical function of capital and technology but it is also a social and political process of mobilizing and organizing people commensurate with the desired goals.
ne_np: विकास भन्ने कुरा पूँजी र प्रविधिको यान्त्रिक उपज मात्र नभई वाञ्छित लक्ष्यको सन्दर्भमा जनतालाई परिचालित र सङ्धठित गर्ने सामाजिक तथा राजनैतिक प्रक्रिया पनि हो।

source: Compatible with the nature of projects and development programmes, conducive environment will be created to involve peasants, laborers and entrepreneurs, engaging the concerned people themselves and the central and effective source of all actions and decisions.
ne_np: यस क्रममा आयोजना एवं विकास कार्यक्रमहरुको प्रकृतिअनुरुप किसान, मजदुर, उद्यमी सवैको सहभागिता हुने व्यवस्था सिर्जना गरी जनतालाई नै काम र निर्णयको प्रभावकारी स्रोत तथा केन्द्रविन्दु बनाइनेछ।

source: The proposed planning methodology will create a basis for sustained development by promoting development initiatives at the community level by enhancing mass awareness for self- development, fostering civic responsibility and self-reliance.
ne_np: प्रस्तावित योजना प्रक्रियाबाट सामुदायिकस्तरमा विकास प्रक्रियाको परिचालनको साथै आफ्नो उन्नतिको लागि सामूहिक चेतना र जागरुकतामा बृद्धि एवं नागरिक जिम्मेवारीको भावना तथा आत्मनिर्भरताको विकास हुन गई दिगो विकासको आधार तयार हुनेछ।

source: In order to fully translate such development process into practice, the Government will adopt the policy of decentralization.
ne_np: यस्तो योजना प्रक्रियालाई पूर्ण रुपले व्यवहारमा उतार्न सरकारले विकेन्द्रीकरणको नीति अवलम्बन गर्नेछ।

source: Although the panchayat regime had also made provisions for decentralization, it was not implemented effectively.
ne_np: विकेन्द्रीकरणको प्रावधान पञ्चायती व्यवस्थाले पनि गरेको थियो तर यो प्रावधान प्रभावकारी रुपले व्यवहारमा लागू थिएन।

source: Authority was not decentralized to local level bodies.
ne_np: स्थानीय तहका निकायहरुलाई अधिकारको विकेन्द्रीकरण थिएन।

source: Since these bodies were directed by both the concerned ministries and local administration, a state of confusion prevailed in their work performance.
ne_np: यी निकायहरु आफ्नो मन्त्रालय र स्थानीय प्रशासन दुवैबाट निर्देशित हुने हुँदा कार्य सम्पादनमा अन्यौलको स्थिति रहने गर्दथ्यो।

source: The present democratic government will do away with such tradition and effectively implement policies ofdecentralization in all sectors.
ne_np: वर्तमान प्रजातान्त्रिक सरकारले यस्तो परम्परालाई तोडी हर क्षेत्रमा प्रभावकारी ढङ्धले विकेन्द्रीकरणको नीति कार्यान्वयन गर्नेछ।

source: In accordance with the policies of democratic socialism, the formulation of plans will eliminate the top down approach to be replaced by the bottom up approach.
ne_np: प्रजातान्त्रिक समाजवादको नीतिअनुरुप योजना तर्जुमा गर्दा माथिबाट तल लाद्ने प्रवृत्तिलाई त्यागी तलबाट माथि आउने प्रवृत्ति अपनाइनेछ।

source: For the purpose of avoiding delays in the implementation of development projects, the methods of the disbursement of funds will be simplified and the allocated funds made available in good time.
ne_np: स्थानीय विकास आयोजनाहरुको कार्यान्वयनमा ढीलासुस्ती नआवोस् भन्ने अभिप्रायले बजेट निकारी गर्ने प्रक्रियालाई सरल र समयमै उपलब्ध हुने व्यवस्था गरिनेछ।

source: Similarly, local bodies will be empowered to approve tenders for the supply of construction materials and the construction services for local development projects.
ne_np: साथै स्थानीय विकास आयोजनाहरुको लागि निर्माण कार्य र सामान आपूर्तिको टेण्डर स्वीकृत गर्ने अधिकार पनि स्थानीय निकायलाई नै दिइनेछ।

source: Concomitantly with the decentralization of authority, the local bodies will be motivated to bear responsibilities.
ne_np: स्थानीय निकायहरुमा अधिकार विकेन्द्रीकरणको साथसाथै जिम्मेवारी वहन गर्न पनि उत्तिकै अभिप्रेरित गरिनेछ।

source: While village level bodies will be accountable to the district level bodies, they in turn, will be accountable to the centre.
ne_np: ग्रामीणस्तरका निकायहरु जिल्लास्तरका निकायप्रति उत्तरदायी हुनेछन् भने जिल्लास्तरका निकायहरु केन्द्रप्रति उत्तरदायी हुनेछन्।

source: It will be made mandatory that the bodies at all levels keep their accounts transparent.
ne_np: हरेक स्तरका निकायहरुलाई आफ्नो हिसाब किताब पारदर्शक राख्न अनिवार्य गरिनेछ।

source: As the success of the centralization programme depends to a large extent on the abilities and attitudes of the local level employees, arrangeme3nts will be made for upgrading their work- performance through training and career development opportunities.
ne_np: विकेन्द्रीकरण कार्यक्रमको सफलता धेरै हदसम्म स्थानीयस्तरमा काम गर्ने कर्मचारीको क्षमता र मनोवृत्तिमा निर्भर रहने हुँदा उनीहरुको कार्य क्षमताको स्तर उकास्न तालिम, वृत्ति विकास आदिको व्यवस्था गरिनेछ।

source: In spite of the slogans of balanced development having been raised even during the panchayat regime, development efforts were comparatively concentrated in developed and urban areas, which gave rise to great social and economic disparities among the regions.
ne_np: पञ्चायती कालमा सन्तुलित विकासको नारा दिइए तापनि विकास प्रयासहरु तुलनात्मक दृष्टिले विकसित प्रदेश र शहरी क्षेत्रमा केन्द्रित रहेकाले देशको प्रादेशिक स्थितिमा विकट आर्थिक एवं सामाजिक असन्तुलन रहेको छ।

source: The wide disparity in economic and social facilities between the rural and urban areas has led to unprecedented increase in migration to urban areas.
ne_np: विशेषतः शहर र ग्रामीण क्षेत्रबीच आर्थिक एवं सामाजिक सुविधा ज्यादै नै असमान भएबाट शहरी क्षेत्रमा बसाइँ सराइको प्रवृत्ति अभूतपूर्व रुपमा बढ्ने क्रम छ।

source: This has, on the one hand, exerted heavy pressure on drinking water supply system, education health care and transports and also led to greater pollution in urban area, while on the other, the economic and social conditions in the rural areas have further worsened.
ne_np: यसले गर्दा एकातिर शहरी क्षेत्रमा खानेपानी, शिक्षा, स्वास्थ्य, यातायातमा अत्यधिक चाप पर्नुका साथै प्रदूषण बढ्न गएको छ भने अर्कोतिर ग्रामीण क्षेत्रको आर्थिक एवं सामाजिक स्थिति झन झन विग्रँदो छ।

source: With a view to rectify these anomalies, in this context, complementary enterprises and economic activities compatible with the regional means and resources will be implemented.
ne_np: यस क्रममा क्षेत्रगत साधन र स्रोतलाई दृष्टिगत गरी प्रादेशिक रुपमा परिपूरक उद्यम एवं आर्थिक क्रियाकलापहरु सञ्चालन गरिनेछन्।

source: To promote regional balance, special grants will be made available during the eighth plan for specific projects on addition to the lump sum government grants to the regions.
ne_np: आठौं योजनामा क्षेत्रीय सन्तुलनको लागि क्षेत्रगत रुपमा एकमुष्ट अनुदान सहयोगको साथै खास खास कार्यहरुकोलागि विशेष अनुदान उपलब्ध गराइने छ।

source: The local bodies upon mutual consultations and agreement may use the funds thus provided for specified projects on the basis of regional necessities.
ne_np: यसरी उपलब्ध गराइएको रकम सम्बन्धित निकायहरुले पारस्परिक छलफल तथा सहमतिको आधारमा स्थानीय आवशयकताअनुरुप तोकिएका आयोजनाहरुमा उपयोग गर्न सक्नेछन्।

source: As agriculture is the backbone of the national economy and the livelihood of 90 percent of population is associated with this sector, the eighth plan lays special emphasis on the development and modernization of the agricultural sector.
ne_np: देशको अर्थतन्त्रको मेरुदण्ड कृषि नै भएको र ९० प्रतिशत जनताको जीवन कृषिसँग आबद्ध भएको हुँदा आठौं योजनामा कृषि क्षेत्रको विकास र आधुनिकीकरणमा विशेष जोड दिइनेछ।

source: The agricultural development also deserves priority as this alone can increase the income of the common people and thereby expand internal maker for industrial sector.
ne_np: कृषि विकास भएमा नै आम जनताको आयमा बृद्धि भई औद्योगिक क्षेत्रको लागि आन्तरिक बजार विस्तार हुनेहुँदा पनि कृषि विकासलाई प्राथमिकता दिनु जरुरी छ।

source: Low cost farming activities with higher rate of return such as intensive farming, horticulture, multiple crop farming, animal husbandry, bee keeping, sericulture, herbs and medicinal plant farming etc. will be promoted for the development of agricultural sector.
ne_np: कृषि क्षेत्रको विकासको लागि सघन खेती, फलफूल खेती, बहु बाली विकास, पशुपालन, मौरी पालन, रेशम खेती, जडीबु टी खेतीजस्ता कम लगानीमा सञ्चालन गर्न सकिने बढी आय दिन सक्ने महत्वपूर्ण क्रियाकलापहरुलाई प्रोत्साहित गरिनेछ।

source: At the same time, the genetic diversity of agricultural crops will be utilized for the development of export-oriented products.
ne_np: साथै विभिन्न कृषि बालीको वंशानुगत विविधतालाई उपयोग गरी यस्ता उपजहरुलाई बाह्य बजारतर्फ उन्मुख गरिनेछ।

source: The diversification in agriculture will also assist in maintaining the ecological balance.
ne_np: कृषि क्षेत्रमा गरिने विविधीकरणले वातावरणीय सन्तुलन कायम राख्न पनि मद्दत पुग्नेछ।

source: A free, market-oriented liberal policy will be adopted in order to maintain an efficient flow and optimum utilization of resources in diverse agricultural activities.
ne_np: कृषि क्षेत्रको विभिन्न क्रियाकलापमा साधनको प्रवाह निपुणतम र उपयोग अत्युत्तम बनाई राख्न स्वतन्त्र बजारउन्मुख उदार नीति अवलम्बन गरिनेछ।

source: As mentioned above, the government does not believe in excessive government control in economic activities.
ne_np: माथि उल्लेख गरिए झैं आर्थिक क्रियाकलापमा ज्यादा सरकारी नियन्त्रण गर्ने कुरामा वर्तमान सरकारको विवास छैन।

source: The private sector, in a controlled economy, can not invest independently and make decisions concerning primary activities such as production and sale, which tends to direct the flow if investment not towards sustainable area but towards the areas that deliver short-term gains This leads to distortions in economy and the economy lose dynamism causing debility in economic structure.
ne_np: नियन्त्रित अर्थ व्यवस्थामा निजी क्षेत्रले स्वतन्त्रतापूर्वक लगानी गर्ने र उत्पादन तथा बिक्री गर्ने आधारभूत कुराहरुको निर्णय गर्न नसक्ने हुँदा लगानी को प्रवाह दिगो क्षेत्रतर्फ नभई क्षणिक लाभदायी क्षेत्रमा केन्द्रित रहने हुन्छ। यसबाट अर्थ व्यवस्थामा विसङ्धति आउने, अर्थतन्त्रमा गतिशीलताको अभाव रहने र आर्थिक संरचना अस्थिर रहने विकृतिहरु देखा पर्न थाल्दछन्।

source: Controlled economic policed pursued by the panchayat regime in the past have given rise to distortions in the industrial structure as they promoted industrial and commercial activities which did not enhance any significant price value at the processing stage but were only profitable in the highly protected Indian market.
ne_np: विगतमा पञ्चायती व्यवस्थाले अपनाएको नियन्त्रित आर्थिक नीति नियमहरुले गर्दा प्रशोधन क्रममा खास मूल्य अभिबृद्धि नहुने तथा मुख्यतया अतिसंरक्षित भारतीय बजारबाट सहजै लाभ प्राप्त गर्न सकिने औद्योगिक एवं व्यापारिक क्रियाकलापहरु प्रोत्साहित हुन गई देशको औद्योगिक संरचना विकृत हुन गएको छ।

source: The non-transparent economic policies and regulations have given rise to rent seeking behaviour causing a considerable weakening of the financial administration.
ne_np: अस्पष्ट आर्थिक नीति नियमहरुले गर्दा देशमा किराया प्रवृत्ति को विकास हुन गई देशको आर्थिक प्रशासन ज्यादै नै दुर्वल हुन गएकोछ।

source: Under such circumstances, while genuine entrepreneurs become discouraged, industrialists and traders, adept at exploiting non-transparent policies to their benefits, will have the upper hand.
ne_np: यस्तो स्थितिमा वास्तविक उद्यमी हतोत्साहित रहने तर नीति नियमहरुको अस्पष्टताबाट फाइदा उठाउन सक्षम उद्योगपति एवं व्यापारीहरुको बोलवाला रहन जान्छ।

source: As such industrialists are more concerned with investing for short term personal gains rather than for long germ national economy.
ne_np: यस्ता उद्योगपतिहरु देशको दीर्घकालीन हित भन्दा क्षणिक स्वार्थ परिपूर्ति हुने कार्यमा मात्र लगानी गर्ने हुँदा देशको अर्थव्यवस्थामा विकृतिहरु उत्पन्न हुन जान्छन्।

source: In view if these facts, the government will abandon the past policies of excessive control and intervention, and adopt open and liberal policies.
ne_np: यिनै तथ्यलाई दृष्टिगत गरी सरकारले अत्यधिक हस्तक्षेप र नियन्त्रण गर्ने विगतको नीतिलाई त्यागी खुला र उदार नीति अवलम्बन गर्नेछ।

source: Aware of the failure of the government sector all over the world in the production and delivery of goods through resource allocation, the government will assume the role of a catalyst and promote of private sector rather than controlling or interfering with their economic activities.
ne_np: साधनको विनियोजनद्वारा सामग्रीको उत्पादन एवं वितरण कार्यमा संसारभर नै सरकारी क्षेत्र असफल रहेको तथ्यप्रति सजग रही देशको आर्थिक क्रियाकलापमा सरकारले अत्यधिक हस्तक्षेप र नियन्त्रण गर्नुभन्दा सहयोगीको भूमिका अपनाई निजी क्षेत्रलाई नै बढावा दिइनेछ।

source: Thus, limiting the scope of the government to some specific areas, the development and extension of all other areas will be left open to private sector.
ne_np: यसअनुसार सरकारी क्षेत्रको दायरा केही खास खास क्रियाकलापहरुमा मात्र सीमित राखी अरु सम्पूर्ण क्षेत्रहरुको विकास र विस्तार निजी क्षेत्रलाई खुला रुपले छाडिनेछ।
